import { ArticleImage } from './types';

export const data: ArticleImage[] = [
  {
    id: 1,
    title: '일어나면 커져있는 보더콜리',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
  },
  {
    id: 2,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 3,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 4,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 5,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 6,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },

  {
    id: 7,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 8,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 9,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },

  {
    id: 10,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 11,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 1,
    title: '일어나면 커져있는 보더콜리',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
  },
  {
    id: 2,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 3,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 4,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 5,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 6,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },

  {
    id: 7,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 8,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 9,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },

  {
    id: 10,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
  {
    id: 11,
    title: '일어나면 커져있는 보더콜리',
    authorName: '기기도설',
    articleImage: 'https://via.placeholder.com/173x87',
    content: `보더콜리는 너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는
        너무 귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무
        귀여워요. 정말정말... 자고 일언나도 귀엽고 키워보니 실제로 귀엽다... 보더콜리는 너무 귀여워요.
        정말정말... 자고 일어나도 귀엽다.`,
  },
];
